
{
  "title": "Nossa História",
  "description": "Conheça a trajetória da nossa empresa desde sua fundação até os dias atuais.",
  "founders": [
    {
      "name": "Ana Silva",
      "title": "Co-fundadora e CEO",
      "bio": "Formada em Administração, Ana iniciou sua carreira em consultoria estratégica antes de identificar a oportunidade de mercado que deu origem à empresa em 2010.",
      "image": "https://images.unsplash.com/photo-1580489944761-15a19d654956?w=200&h=200&fit=crop&crop=face"
    },
    {
      "name": "Pedro Mendes",
      "title": "Co-fundador e CTO",
      "bio": "Engenheiro de Software com mais de 15 anos de experiência, Pedro liderou o desenvolvimento da plataforma tecnológica que impulsionou nosso crescimento inicial.",
      "image": "https://images.unsplash.com/photo-1566492031773-4f4e44671857?w=200&h=200&fit=crop&crop=face"
    }
  ],
  "timeline": [
    {
      "year": 2010,
      "title": "Fundação",
      "description": "A empresa foi fundada em São Paulo por Ana Silva e Pedro Mendes, com um investimento inicial de R$ 200 mil e apenas 5 funcionários em um pequeno escritório.",
      "icon": "Calendar"
    },
    {
      "year": 2012,
      "title": "Primeiro Grande Cliente",
      "description": "Fechamos contrato com nossa primeira grande conta corporativa, o que acelerou o crescimento e permitiu a expansão da equipe para 25 funcionários.",
      "icon": "Flag"
    },
    {
      "year": 2015,
      "title": "Prêmio de Inovação",
      "description": "Recebemos o prêmio de empresa mais inovadora do setor, consolidando nossa posição como líderes em tecnologia e inovação no mercado brasileiro.",
      "icon": "Award"
    },
    {
      "year": 2018,
      "title": "Expansão Internacional",
      "description": "Abrimos nosso primeiro escritório internacional em Lisboa, Portugal, marcando o início da nossa expansão global. Neste mesmo ano, nossa equipe ultrapassou 200 colaboradores.",
      "icon": "Bookmark"
    },
    {
      "year": 2020,
      "title": "Transformação Digital",
      "description": "Implementamos um modelo de trabalho 100% remoto em resposta à pandemia, acelerando nossa transformação digital interna e criando novas soluções para nossos clientes.",
      "icon": "Calendar"
    },
    {
      "year": 2023,
      "title": "Marco de Crescimento",
      "description": "Alcançamos a marca de 1000 funcionários e expandimos nossa presença para 6 países, consolidando nossa posição como uma das líderes do mercado na América Latina.",
      "icon": "Flag"
    }
  ],
  "milestones": [
    {
      "title": "5 Milhões de Usuários",
      "description": "Em 2021, nossa plataforma alcançou a marca de 5 milhões de usuários ativos mensais, um crescimento de 150% em relação ao ano anterior.",
      "icon": "Award"
    },
    {
      "title": "50 Milhões em Investimentos",
      "description": "Em 2019, captamos uma rodada de investimento Série B de R$ 50 milhões liderada por um dos maiores fundos de venture capital da América Latina.",
      "icon": "Award"
    },
    {
      "title": "12 Países",
      "description": "Atualmente, nossas soluções são utilizadas por empresas em 12 países diferentes, espalhados pela América Latina, Europa e América do Norte.",
      "icon": "Award"
    },
    {
      "title": "25 Prêmios",
      "description": "Ao longo de nossa história, fomos reconhecidos com 25 prêmios de inovação, qualidade e excelência em diferentes categorias do mercado.",
      "icon": "Award"
    }
  ],
  "highlight": {
    "text": "Nossa história é construída diariamente por cada um de nossos colaboradores. Somos uma empresa que valoriza o crescimento conjunto e acredita que nossos melhores capítulos ainda estão por vir.",
    "author": "Ana Silva, CEO e Co-fundadora"
  }
}
