
{
  "title": "Nossa História",
  "description": "Conheça a trajetória que nos trouxe até aqui, os desafios que superamos e as conquistas que alcançamos ao longo dos anos.",
  "intro": "Fundada com a visão de transformar a maneira como as empresas lidam com seus processos internos, nossa jornada começou em um pequeno escritório com apenas quatro colaboradores apaixonados por inovação. Hoje, somos reconhecidos como líderes de mercado, com presença global e um compromisso inabalável com a excelência e a satisfação do cliente.",
  "founderQuote": {
    "text": "Começamos com a crença de que tecnologia deveria servir às pessoas, não o contrário. Nossa missão sempre foi simplificar o complexo e transformar desafios em oportunidades de crescimento.",
    "author": "Carlos Oliveira",
    "role": "Fundador"
  },
  "timeline": [
    {
      "year": "2010",
      "title": "Fundação da Empresa",
      "description": "A empresa foi fundada por um grupo de quatro amigos que compartilhavam a visão de transformar a gestão empresarial através da tecnologia.",
      "achievement": "Lançamento da primeira versão do software"
    },
    {
      "year": "2012",
      "title": "Primeiro Escritório",
      "description": "Mudamos para nosso primeiro escritório oficial e expandimos a equipe para 15 colaboradores com a chegada dos primeiros clientes empresariais.",
      "achievement": "50 clientes ativos"
    },
    {
      "year": "2014",
      "title": "Expansão Nacional",
      "description": "Abrimos nosso segundo escritório em São Paulo e expandimos a operação para atender clientes em todo o território nacional.",
      "achievement": "Reconhecimento como empresa inovadora do ano"
    },
    {
      "year": "2016",
      "title": "Lançamento da Plataforma Enterprise",
      "description": "Lançamos nossa plataforma focada no segmento corporativo, com recursos avançados de integração e segurança.",
      "achievement": "Crescimento de 200% na base de clientes"
    },
    {
      "year": "2018",
      "title": "Internacionalização",
      "description": "Expandimos nossas operações para América Latina, com escritórios na Argentina e México.",
      "achievement": "Prêmio de melhor solução B2B"
    },
    {
      "year": "2020",
      "title": "Transformação Digital",
      "description": "Em resposta à pandemia, aceleramos nossa estratégia de transformação digital e lançamos novas soluções para trabalho remoto.",
      "achievement": "Crescimento de 150% durante a pandemia"
    },
    {
      "year": "2022",
      "title": "Expansão Global",
      "description": "Abrimos escritórios na Europa e Estados Unidos, consolidando nossa presença internacional.",
      "achievement": "Ultrapassa a marca de 1000 colaboradores globalmente"
    },
    {
      "year": "2023",
      "title": "Lançamento do EnterprisePro Suite",
      "description": "Lançamos nossa solução mais completa e integrada, estabelecendo um novo padrão para o mercado.",
      "achievement": "Reconhecimento como uma das empresas mais inovadoras pela Forbes"
    }
  ],
  "milestones": [
    {
      "icon": "Zap",
      "title": "100.000 Usuários Ativos",
      "description": "Em 2017, atingimos a marca de 100.000 usuários ativos em nossa plataforma, um marco significativo em nossa jornada de crescimento."
    },
    {
      "icon": "Users",
      "title": "1000 Colaboradores",
      "description": "Em 2022, nossa equipe ultrapassou 1000 colaboradores em 10 países diferentes, mantendo nossa cultura de inovação e colaboração."
    },
    {
      "icon": "Briefcase",
      "title": "500 Grandes Empresas",
      "description": "Atingimos a marca de 500 grandes empresas em nossa carteira de clientes, incluindo 30 das Fortune 500."
    },
    {
      "icon": "Target",
      "title": "10 Anos de Inovação",
      "description": "Em 2020, celebramos uma década de inovação contínua, com mais de 20 patentes registradas e diversos prêmios do setor."
    }
  ],
  "leaders": [
    {
      "name": "Carlos Oliveira",
      "role": "Fundador e ex-CEO",
      "period": "2010-2018",
      "contribution": "Liderou a empresa desde a fundação até se tornar uma referência nacional, estabelecendo os valores e a visão que ainda nos guiam."
    },
    {
      "name": "Mariana Santos",
      "role": "CEO Atual",
      "period": "2018-Presente",
      "contribution": "Lidera a estratégia de internacionalização da empresa e transformação digital, dobrando o valor de mercado em seu mandato."
    },
    {
      "name": "Ricardo Ferreira",
      "role": "CTO Pioneiro",
      "period": "2010-2020",
      "contribution": "Arquiteto da infraestrutura tecnológica que se tornou a base de todos os nossos produtos, definindo padrões de excelência técnica."
    },
    {
      "name": "Ana Beatriz Costa",
      "role": "Diretora de Inovação",
      "period": "2014-Presente",
      "contribution": "Responsável por fomentar a cultura de inovação e liderar o desenvolvimento dos produtos que revolucionaram o mercado."
    }
  ],
  "highlight": {
    "text": "Nossa história é escrita diariamente por cada pessoa que faz parte desta jornada - colaboradores, clientes e parceiros. O que nos trouxe até aqui foi a paixão pela inovação e o compromisso com a excelência, valores que continuarão guiando nosso futuro.",
    "author": "Mariana Santos, CEO"
  }
}
