
{
  "terms": [
    {
      "title": "Agile",
      "description": "Metodologia de desenvolvimento de projetos que prioriza a entrega contínua de valor ao cliente através de ciclos curtos de trabalho chamados sprints.",
      "category": "Metodologia",
      "seeAlso": ["Scrum", "Kanban", "Sprint"]
    },
    {
      "title": "API",
      "description": "Application Programming Interface. Um conjunto de regras e protocolos que permite que diferentes softwares se comuniquem entre si.",
      "category": "Tecnologia",
      "seeAlso": ["REST", "Microserviços"]
    },
    {
      "title": "Backend",
      "description": "Parte do sistema que funciona nos servidores, responsável pelo processamento de dados, lógica de negócios e integração com bancos de dados.",
      "category": "Tecnologia",
      "seeAlso": ["Frontend", "Full Stack"]
    },
    {
      "title": "Backlog",
      "description": "Lista priorizada de itens de trabalho a serem desenvolvidos pela equipe de produto. Geralmente contém user stories, bugs e tarefas técnicas.",
      "category": "Metodologia",
      "seeAlso": ["Sprint", "User Story"]
    },
    {
      "title": "B2B",
      "description": "Business-to-Business. Modelo de negócio no qual uma empresa vende produtos ou serviços para outras empresas.",
      "category": "Negócios",
      "seeAlso": ["B2C", "SaaS"]
    },
    {
      "title": "B2C",
      "description": "Business-to-Consumer. Modelo de negócio no qual uma empresa vende produtos ou serviços diretamente para consumidores finais.",
      "category": "Negócios",
      "seeAlso": ["B2B", "E-commerce"]
    },
    {
      "title": "CLT",
      "description": "Consolidação das Leis do Trabalho. Conjunto de normas legislativas que regulamentam as relações individuais e coletivas de trabalho no Brasil.",
      "category": "RH",
      "seeAlso": ["PJ", "Férias"]
    },
    {
      "title": "CTA",
      "description": "Call to Action. Elemento de design ou conteúdo que incentiva o usuário a executar uma ação específica, como 'Compre Agora' ou 'Inscreva-se'.",
      "category": "Marketing",
      "seeAlso": ["Conversão", "Funil de Vendas"]
    },
    {
      "title": "Daily",
      "description": "Reunião diária curta (15 minutos) onde cada membro da equipe informa o que fez no dia anterior, o que planeja fazer hoje e quais impedimentos está enfrentando.",
      "category": "Metodologia",
      "seeAlso": ["Scrum", "Sprint", "Stand-up"]
    },
    {
      "title": "Dashboard",
      "description": "Painel visual que apresenta informações e métricas importantes de forma condensada, permitindo o acompanhamento fácil do desempenho.",
      "category": "Negócios",
      "seeAlso": ["KPI", "Métricas"]
    },
    {
      "title": "Endpoint",
      "description": "Um ponto de acesso em uma API onde uma requisição pode ser feita para executar uma função ou recuperar dados.",
      "category": "Tecnologia",
      "seeAlso": ["API", "REST"]
    },
    {
      "title": "Engagement",
      "description": "Nível de interação e envolvimento que um usuário tem com um conteúdo, produto ou serviço.",
      "category": "Marketing",
      "seeAlso": ["Retenção", "Churn"]
    },
    {
      "title": "Frontend",
      "description": "Parte do sistema com a qual os usuários interagem diretamente, responsável pela interface e experiência do usuário.",
      "category": "Tecnologia",
      "seeAlso": ["Backend", "Full Stack", "UI/UX"]
    },
    {
      "title": "Full Stack",
      "description": "Profissional ou solução que abrange tanto o desenvolvimento frontend quanto backend de uma aplicação.",
      "category": "Tecnologia",
      "seeAlso": ["Frontend", "Backend"]
    },
    {
      "title": "FGTS",
      "description": "Fundo de Garantia do Tempo de Serviço. Depósito mensal que o empregador faz em uma conta vinculada ao empregado.",
      "category": "RH",
      "seeAlso": ["CLT", "Benefícios"]
    },
    {
      "title": "Gamificação",
      "description": "Uso de elementos e mecânicas de jogos em contextos não-jogos para aumentar o engajamento e a motivação dos usuários.",
      "category": "Produto",
      "seeAlso": ["Engagement", "Retenção"]
    },
    {
      "title": "Handoff",
      "description": "Processo de transferência de um projeto ou responsabilidade de uma pessoa ou equipe para outra.",
      "category": "Processos",
      "seeAlso": ["Onboarding", "Offboarding"]
    },
    {
      "title": "Inbound Marketing",
      "description": "Estratégia que visa atrair clientes através de conteúdo relevante, sem interromper sua navegação com propaganda direta.",
      "category": "Marketing",
      "seeAlso": ["Outbound Marketing", "SEO"]
    },
    {
      "title": "INSS",
      "description": "Instituto Nacional do Seguro Social. Contribuição obrigatória que garante ao contribuinte benefícios como aposentadoria e auxílio-doença.",
      "category": "RH",
      "seeAlso": ["CLT", "Folha de Pagamento"]
    },
    {
      "title": "KPI",
      "description": "Key Performance Indicator. Métricas que ajudam a organização a medir o progresso em direção aos seus objetivos estratégicos.",
      "category": "Negócios",
      "seeAlso": ["OKR", "Métricas"]
    },
    {
      "title": "Kanban",
      "description": "Sistema visual de gestão de trabalho que busca limitar o trabalho em progresso para evitar sobrecarga da equipe.",
      "category": "Metodologia",
      "seeAlso": ["Agile", "Scrum"]
    },
    {
      "title": "Lead",
      "description": "Potencial cliente que demonstrou interesse nos produtos ou serviços oferecidos pela empresa.",
      "category": "Vendas",
      "seeAlso": ["Prospect", "Conversão"]
    },
    {
      "title": "MVP",
      "description": "Minimum Viable Product. Versão mais simples de um produto com funcionalidades suficientes para ser lançado e validado com usuários reais.",
      "category": "Produto",
      "seeAlso": ["Prototype", "User Testing"]
    },
    {
      "title": "Microserviços",
      "description": "Abordagem arquitetônica para desenvolvimento de software onde aplicações são divididas em serviços pequenos e independentes.",
      "category": "Tecnologia",
      "seeAlso": ["API", "DevOps"]
    },
    {
      "title": "NPS",
      "description": "Net Promoter Score. Métrica utilizada para medir a satisfação e lealdade dos clientes, baseada na pergunta 'Em uma escala de 0 a 10, qual a probabilidade de você recomendar nossa empresa?'",
      "category": "Negócios",
      "seeAlso": ["CSAT", "Customer Success"]
    },
    {
      "title": "OKR",
      "description": "Objectives and Key Results. Método de gestão que ajuda a definir objetivos e acompanhar resultados mensuráveis.",
      "category": "Negócios",
      "seeAlso": ["KPI", "Metas"]
    },
    {
      "title": "Onboarding",
      "description": "Processo de integração e adaptação de novos funcionários à empresa e sua cultura organizacional.",
      "category": "RH",
      "seeAlso": ["Offboarding", "Treinamento"]
    },
    {
      "title": "PJ",
      "description": "Pessoa Jurídica. Modelo de contratação onde o profissional presta serviços como empresa, não como funcionário CLT.",
      "category": "RH",
      "seeAlso": ["CLT", "Freelancer"]
    },
    {
      "title": "Product Owner",
      "description": "Membro da equipe responsável por maximizar o valor do produto, gerenciando o backlog e garantindo que a equipe entenda os itens a serem desenvolvidos.",
      "category": "Metodologia",
      "seeAlso": ["Scrum Master", "Agile"]
    },
    {
      "title": "REST",
      "description": "Representational State Transfer. Estilo de arquitetura para construção de APIs web que utiliza o protocolo HTTP para comunicação de dados.",
      "category": "Tecnologia",
      "seeAlso": ["API", "Endpoint"]
    },
    {
      "title": "ROI",
      "description": "Return on Investment. Relação entre o lucro obtido em um investimento e o valor investido, expressa em porcentagem.",
      "category": "Financeiro",
      "seeAlso": ["CAC", "LTV"]
    },
    {
      "title": "SaaS",
      "description": "Software as a Service. Modelo de negócio onde o software é licenciado por assinatura e hospedado centralmente.",
      "category": "Negócios",
      "seeAlso": ["B2B", "Recorrência"]
    },
    {
      "title": "Scrum",
      "description": "Framework ágil para gestão e planejamento de projetos, que divide o trabalho em ciclos chamados sprints.",
      "category": "Metodologia",
      "seeAlso": ["Agile", "Sprint", "Backlog"]
    },
    {
      "title": "Sprint",
      "description": "Período fixo (geralmente 2 semanas) no qual a equipe trabalha para completar um conjunto específico de itens do backlog.",
      "category": "Metodologia",
      "seeAlso": ["Scrum", "Backlog", "Daily"]
    },
    {
      "title": "Stakeholder",
      "description": "Qualquer pessoa ou organização que tem interesse ou é afetada pelo projeto ou produto.",
      "category": "Negócios",
      "seeAlso": ["Product Owner", "Cliente"]
    },
    {
      "title": "UI/UX",
      "description": "User Interface/User Experience. Disciplinas de design que se concentram na criação de interfaces visualmente atraentes e experiências de usuário eficientes.",
      "category": "Design",
      "seeAlso": ["Frontend", "Usabilidade"]
    },
    {
      "title": "User Story",
      "description": "Descrição simples de uma funcionalidade do ponto de vista do usuário, geralmente na forma 'Como [tipo de usuário], eu quero [ação] para [benefício]'.",
      "category": "Metodologia",
      "seeAlso": ["Backlog", "Épicos"]
    },
    {
      "title": "VA",
      "description": "Vale Alimentação. Benefício concedido ao funcionário para compra de alimentos em supermercados e estabelecimentos similares.",
      "category": "RH",
      "seeAlso": ["VR", "Benefícios"]
    },
    {
      "title": "VR",
      "description": "Vale Refeição. Benefício concedido ao funcionário para refeições em restaurantes e estabelecimentos similares.",
      "category": "RH",
      "seeAlso": ["VA", "Benefícios"]
    },
    {
      "title": "Wireframe",
      "description": "Representação visual básica e de baixa fidelidade de uma interface, focando na estrutura, layout e organização do conteúdo.",
      "category": "Design",
      "seeAlso": ["Prototype", "UI/UX"]
    }
  ]
}
